a52dec
aalib
abseil-cpp
accounts-qml-module
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
apostrophe
appstream
aquamarine
archlinux-keyring
argon2
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
avahi
babl
baloo
baloo-widgets
base
base-devel
bash
binutils
bison
blas
blueman
bluetui
bluez
bluez-deprecated-tools
bluez-libs
bluez-utils
boost-libs
breeze-icons
brotli
bruno
bruno-debug
btop
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cblas
cdparanoia
chromium
cifs-utils
clang
cliphist
clucene
cmake
compiler-rt
confuse
convertlit
coreutils
cppdap
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
debugedit
default-cursors
deno
desktop-file-utils
device-mapper
diffutils
discount
djvulibre
dolphin
dotnet-host
dotnet-runtime-8.0
double-conversion
duktape
dunst
dvisvgm
e2fsprogs
ebook-tools
efibootmgr
efivar
electron31
electron37
ell
enchant
exempi
exiv2
exo
expat
eza
faad2
fakeroot
fd
ffcall
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flashrom
flex
fmt
fontconfig
freeglut
freetype2
fribidi
friction
friction-debug
fuse-common
fuse3
fwupd
fwupd-efi
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
gegl
gettext
gexiv2
ghc-libs
ghostscript
ghostty
ghostty-shell-integration
ghostty-terminfo
giflib
gimp
girara
git
git-zsh-completion
github-cli
glew
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glow
glslang
glu
glycin
gmp
gnome-autoar
gnome-desktop-4
gnome-desktop-common
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
gpsd
graphene
graphite
grep
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
gtksourceview4
gtksourceview5
guile
gumbo-parser
gupnp
gupnp-dlna
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-terminal-types
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-aeson
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cassava
haskell-cborg
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-crypton
haskell-crypton-connection
haskell-crypton-socks
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-digest
haskell-distributive
haskell-djot
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-file-embed
haskell-foldable1-classes-compat
haskell-generically
haskell-generics-sop
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-half
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hslua-repl
haskell-hslua-typing
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-conversion
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-isocline
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-bsd
haskell-network-byte-order
haskell-network-control
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-only
haskell-optparse-applicative
haskell-ordered-containers
haskell-os-string
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-prettyprinter
haskell-prettyprinter-ansi-terminal
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-serialise
haskell-servant
haskell-servant-server
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-tasty
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-iso8601
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-toml-parser
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-typst
haskell-typst-symbols
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
highway
hslua-cli
htop
hunspell
hwdata
hwloc
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
i3status
i3status-rust
iana-etc
icu
ijs
imath
inetutils
iniparser
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
iwd
jack2
jansson
jasper
jbig2dec
jbigkit
jq
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kuserfeedback
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lazygit
lcms2
ldb
leancrypto
lensfun
leptonica
less
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libappindicator
libarchive
libasan
libass
libassuan
libasyncns
libatasmart
libatomic
libatomic_ops
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libcue
libcups
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libe-book
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libfyaml
libgcc
libgcrypt
libgexiv2
libgfortran
libgirepository
libgit2
libglvnd
libgomp
libgpg-error
libgsf
libgtop
libgudev
libgxps
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libixion
libjcat
libjpeg-turbo
libjuice
libjxl
libkexiv2
libksba
liblangtag
liblc3
libldac
libldap
libliftoff
liblsan
libluv
libmakepkg-dropins
libmanette
libmbim
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmspub
libmtp
libmupdf
libmwaw
libmypaint
libmysofa
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libobjc
libodfgen
libogg
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libquadmath
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspectre
libspelling
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstdc++
libstemmer
libsynctex
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtsan
libubsan
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libvdpau
libverto
libvisio
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
llhttp
llvm
llvm-libs
lm_sensors
lmdb
localsearch
lpsolve
lua
lua-lpeg
lua51-lpeg
luajit
lv2
lxappearance
lz4
lzo
m4
mailcap
make
man-db
mbedtls
md4c
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
muparser
mypaint-brushes1
nano
nautilus
ncurses
neon
neovim
nerdfetch
nettle
network-manager-applet
networkmanager
ninja
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts-emoji
npm
npth
nspr
nss
numactl
nwg-look
obs-studio
ocl-icd
okular
onetbb
oniguruma
openal
openbsd-netcat
opencode
opencore-amr
opencv
openexr
openh264
openjpeg2
openjph
openssh
openssl
opentabletdriver
opentoonz
opus
orc
osinfo-db
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pandoc-cli
pango
pangomm
pangomm-2.48
parted
passim
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phonon-qt6
phonon-qt6-vlc
pinentry
pipewire
pipewire-audio
pipewire-pulse
pixman
pkgconf
plasma-activities
playerctl
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
potrace
pps-tools
procps-ng
protobuf
protobuf-c
psmisc
pugixml
purpose
python
python-brotli
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-cssselect2
python-dateutil
python-dbus
python-fonttools
python-gobject
python-html5lib
python-idna
python-packaging
python-pillow
python-pycparser
python-pydyf
python-pyfiglet
python-pypandoc
python-pyphen
python-pyxdg
python-regex
python-requests
python-six
python-tinycss2
python-tinyhtml5
python-urllib3
python-weasyprint
python-webencodings
python-zopfli
qca-qt6
qcustomplot
qhexedit2
qpdf
qrcodegencpp-cmake
qscintilla-qt5
qt5-base
qt5-declarative
qt5-multimedia
qt5-script
qt5-serialport
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
raptor
rasqal
rav1e
re2
readline
redland
rhash
ripgrep
ripgrep-all
ristretto
rnnoise
rose-pine-cursor
rtkit
rubberband
sbc
sdbus-cpp
sddm
sdl2-compat
sdl3
seatd
sed
semver
serd
sesh-bin-debug
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simde
simdjson
slang
slurp
smartmontools
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
spandsp
spdlog
speex
speexdsp
spirv-tools
sqlcipher
sqlite
sqlitebrowser
sratom
srt
startup-notification
sudo
suitesparse
superlu
svt-av1
sway
swaybg
swayidle
swaylock
syndication
syntax-highlighting
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
termdown
tesseract
tesseract-data-afr
tesseract-data-osd
tevent
texinfo
texlive-basic
texlive-bin
texlive-latex
texlive-latexrecommended
threadweaver
tinysparql
tmux
tomlplusplus
totem-pl-parser
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
twolame
tzdata
uchardet
udisks2
ufw
unibilium
unzip
upower
uthash
util-linux
util-linux-libs
uwsm
v4l-utils
vapoursynth
verdict
vid.stab
vim
vim-runtime
vlc-plugin-a52dec
vlc-plugin-alsa
vlc-plugin-archive
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-faad2
vlc-plugin-flac
vlc-plugin-gnutls
vlc-plugin-inflate
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-mpg123
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-shout
vlc-plugin-speex
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-xml
vlc-plugins-base
vmaf
volume_key
vulkan-icd-loader
vulkan-intel
vulkan-mesa-implicit-layers
vulkan-nouveau
vulkan-radeon
vulkan-tools
waybar
wayland
wayland-protocols
webkitgtk-6.0
webrtc-audio-processing-1
wev
wezterm
wget
which
wireless_tools
wireplumber
wl-clipboard
wlroots0.19
woff2
wofi
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xfconf
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xournalpp
xvidcore
xxhash
xz
yajl
yarn
yay
yay-debug
yazi
yt-dlp
yt-dlp-ejs
zathura
zathura-pdf-mupdf
zed
zen-browser-bin
zeromq
zimg
zint
zix
zlib
zlib-ng
zopfli
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zstd
zxing-cpp
zziplib
